INSERT INTO java.workers (worker_name,category2fix) VALUES
	 ('Герасимов Дементий Якубович','Электрика автомобиля'),
	 ('Петухова Валерия Тарасовна','Кузовной ремонт'),
	 ('Данилова Анжела Макаровна','Электрика автомобиля'),
	 ('Зиновьев Кондрат Ильич','Кузовной ремонт'),
	 ('Матвей Феликсович Буров','Неисправность ДВС'),
	 ('Епифан Гордеевич Рябов','Кузовной ремонт'),
	 ('Иванна Матвеевна Фомичева','Кузовной ремонт'),
	 ('Ольга Константиновна Яковлева','Электрика автомобиля'),
	 ('Евгения Ильинична Лебедева','Кузовной ремонт'),
	 ('Денисова Галина Станиславовна','Иные проблемы');
INSERT INTO java.workers (worker_name,category2fix) VALUES
	 ('Денис Терентьевич Казаков','Электрика автомобиля'),
	 ('Ирина Васильевна Власова','Иные проблемы'),
	 ('Яков Арсеньевич Родионов','Неисправность ДВС'),
	 ('Лазарев Тихон Демидович','Кузовной ремонт'),
	 ('Агата Тимофеевна Кононова','Кузовной ремонт'),
	 ('Абрамова Валерия Макаровна','Неисправность ДВС'),
	 ('Горшкова Кира Робертовна','Неисправность ДВС'),
	 ('Милица Кузьминична Савельева','Электрика автомобиля');
