INSERT INTO java.details (detail_id, detail_price,detail_name) VALUES

 	(1, 250.0,'ролики'),
	 (2, 2489.0,'ремень'),
	 (3, 459.0,'кольца'),
(4, 459.0,'цилиндры'),
(5, 409.0,'клапана'),
	 (6, 1023.0,'вкладыши коленвала'),
	 (7, 4587.0,'вкладыши шатуна'),
	 (8, 1023.0,'термостат'),
	 (9, 4587.0,'замена радиатора'),
	 (10, 4587.0,'замена вентилятора'),	 
	 	 (11, 4587.0,'рулевая рейка'),
	 (12, 4587.0,'гидроусилитель руля'),
	 (13, 4587.0,'пружины'),
	 (14, 4587.0,'амортизаторы'),
	(15, 4587.0,'рычаги'),
		 (16, 4587.0,'дифференциал'),
	 (17, 4587.0,'полуоси'),
	(18, 4587.0,'кардан'),
	(19, 4587.0,'ШРУСы'),
	 (29, 4587.0,'промвалы'),
(53,6258.0,'стапельные работы'),
 (54,1205.0,'покраска'),
	 (55,2587.0,'рихтовка'),
	  (20,1205.0,'левый/правый лонжерон'),
	 (21,2587.0,'капот'),	  (22,1205.0,'багажник'),
	 (23,2587.0,'бампер передний'),
	 (24,1205.0,'бампер задний'),
	 (25,2587.0,'крыло (левое/правое)'),
	 	  (26,1205.0,'фара (левая/правая)'),	
	 (30,2587.0,'фонарь (левый/правый)'),
	 (27,1205.0,'пороги'),
	 (38,2587.0,'крыша'),

	 (40, 280.0,'датчики давления масла двигателя'),
	 (41, 250.0,'датчики температуры двигателя'),
	 (42, 200.0,'датчики оборотов двигателя'),
	 (43, 230.0,'датчики скорости'),
	 
	 
	 
	 	 (44, 1258.0,'свечи'),
	 (45, 1205.0,'внутренняя электрика'),
	 (46, 2587.0,'предохранители'),
	 (47, 4501.0,'ЭБУ'),
	 (48, 4567.0,'карбюратор'),
	 (49, 1203.0,'инжектор'),
	 (50, 1250.0,'топливный бак'),
	 (51, 124.0,'топливная магистраль'),
	 (52, 1658.0,'топливный насос'),
	 
----

	 (31, 2500.0,'диск сцепления'),
	 (32, 2489.0,'выжимной подшипник'),
	 (33, 4589.0,'корзина сцепления'),
	 (34, 1023.0,'фрикционные диски'),
	 (35, 4587.0,'гидроблок'),
	 (36, 1025.0,'гидротрансформатор'),
	 (37, 2500.0,'главный цилиндр'),
	 (38, 2480.0,'тормозной суппорт/цилиндр барабанов'),
	 (39, 4589.0,'тормозная магистраль'),


	
	 
	 (56, 450.0,'тормозные диски\колодки'),
	 (57, 1250.0,'масло двигателя'),
	 (58, 1258.0,'масляной фильтр'),
	 (59, 1202.0,'тормозная жидкость'),
	 (60, 201.0,'антифриз'),
	 (61 , 508.0,'воздушный фильтр');
