INSERT INTO java.damages (category,sub_categoty,details) VALUES
	 ('Неисправность ДВС','Замена ГРМ','{1,2}'),
	 ('Неисправность ДВС','Ремонт головки и бл цилиндров','{3,4,5}'),
	 ('Неисправность ДВС','Ремонт коленчатого вала','{6,7}'),
	 ('Неисправность ДВС','Ремонт охлаждения','{8,9,10}'),
	 ('Неисправность ходовой и подвески','Ремонт рулевого','{11,12}'),
	 ('Неисправность ходовой и подвески','Ремонт задней подвески','{13,14}'),
	 ('Неисправность ходовой и подвески','Ремонт передней подвески','{13,14,15}'),
	 ('Неисправность ходовой и подвески','Ремонт заднего привода','{16,17,18}'),
	 ('Неисправность ходовой и подвески','Ремонт переднего привода','{19,29}'),
	 ('Ремонт тормозной системы','Главный цилиндр','{37}');
INSERT INTO java.damages (category,sub_categoty,details) VALUES
	 ('Ремонт тормозной системы','Тормозной суппорт/цилидр барабанов','{38}'),
	 ('Ремонт тормозной системы','Тормозная магистраль','{39}'),
	 ('Коробка передач','Механическая коробка передач','{31,32,33}'),
	 ('Коробка передач','Автоматическая коробка передач','{34,35,36}'),
	 ('Кузовной ремонт','стапельные работы','{53}'),
	 ('Кузовной ремонт','покраска','{54}'),
	 ('Кузовной ремонт','рихтовка','{55}'),
	 ('Кузовной ремонт','Замена кузовного элемента','{20,21,22,23,24,25,26,30,27,38}'),
	 ('Электрика автомобиля','Датчики','{40,41,42,43}'),
	 ('Электрика автомобиля','Свечи','{44}');
INSERT INTO java.damages (category,sub_categoty,details) VALUES
	 ('Электрика автомобиля','Внутренняя электрика','{45}'),
	 ('Электрика автомобиля','Предохранители','{46}'),
	 ('Электрика автомобиля','ЭБУ','{47}'),
	 ('Система подачи топлива','Карбюратор','{48}'),
	 ('Система подачи топлива','Инжектор','{49}'),
	 ('Топливная система','Топливный бак','{50}'),
	 ('Топливная система','Топливная магистраль','{51}'),
	 ('Топливная система','Топливный насос','{52}'),
	 ('Сервисное обслуживание','Замена тормозных дисков\колодок','{56}'),
	 ('Сервисное обслуживание','Замена масла двигателя и масляного фильтра','{57,58}');
INSERT INTO java.damages (category,sub_categoty,details) VALUES
	 ('Сервисное обслуживание','Замена тормозной жидкости','{59}'),
	 ('Сервисное обслуживание','Замена антифриза','{60}'),
	 ('Сервисное обслуживание','Замена воздушного фильтра','{61}');
